print("Приветствую тебя на викторине, ты должен ответить на 5 вопросов")
i = 0
p = 0

print("Сколько будет 6*8")
a = int(input())
if a != 48:
    print("Правильный ответ 48")
else:
    print("Правильно")
    i+=1

print("Сколько будет 3*5:2")
b = float(input())
if b != 7.5:
    print("Правильный ответ 7.5")
else:
    print("Правильно")
    i+=1

print("Сколько будет 8*5:2")
c = int(input())
if c != 20:
    print("Правильный ответ 20")
else:
    print("Правильно")
    i+=1

print("Сколько будет 48:8")
d = int(input())
if d != 6:
    print("Правильный ответ 6")
else:
    print("Правильно")
    i+=1

print("сколько будет 65:5")
f = int(input())
if f != 13:
    print("Правильный ответ 13")
else:
    print("Правильно")
    i+=1

print("вы ответили на "i/5*100"")

print("")



    
